export const ModalsConfig = {
    ConfirmModal: {
        deletePassword: {
            title: 'Удалить пароль?',
            description: 'Вы уверены? Это действие необратимо и приведёт к полной потере данных о пароле.'
        },
        deleteCategory: {
            title: 'Удалить категорию?',
            description: 'Вы уверены? Это действие необратимо и приведёт к полной потере данных о категории.'
        },
        deleteProfile: {
            title: 'Удалить аккаунт?',
            description: 'Вы уверены? Это действие необратимо и приведёт к полной потере всех ваших данных.'
        },
        deleteData: {
            title: 'Удалить все данные?',
            description: 'Вы уверены? Это действие необратимо и приведёт к полной потере всех ваших данных.'
        }
    }
}